app/controllers/api/v1/products_controller.rb

INSERT INTO "products" ("name", "price", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Producto 3"], ["price", #<BigDecimal:7f4b983a8910,'0.39E2',9(27)>], ["created_at", 2017-09-29 15:57:50 UTC], ["updated_at", 2017-09-29 15:57:50 UTC]]
---
  def create
    product = Product.create!(product_params)